Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2011/4.doktorgradsproduksjonen.pdf.tmx
Source language: nob
Languages: sme

source: Samlet sett viser gjennomgangen at den samiskrelaterte doktorgradsproduksjonen utgjør en relativt stor andel av de doktorgradsarbeidene det er rimelig å sammenligne med, et bilde som viser en genuin og bred interesse for samiskrelatert forskning.
sme: Ollislaččat čájeha sámi-guoski doavttergrádabuvttademiid čađaiskan ahte dat lea relatiivalaš stuora oassi doavttergrádabargguin maiguin lea govttolaš buohtastahttit, govva mii čájeha erenoamáš ja govda beroštumi sámi-guoski dutkamii.

source: Samisk og samiskrelatert forskning i Norge har da også over flere tiår blitt styrket (Stordahl 2008: 249).
sme: Sámi ja sámi-guoskidutkan Norggas lea maiddái nannejuvvon máŋggaid logijagiid (Stordahl 2008: 249).

source: Universitetet i Tromsø har i løpet av sine 40 år bygd opp betydelig samiskrelatert forskningskompetanse og vitenskapsbasert kunnskap innen en rekke fagfelter.
sme: Romssa universitehta lea 40 jagiinis huksen dehálaš sámi-guoski dutkangelbbolašvuođa ja dieđalašvuođa vuođul máhtu máŋga fágasuorggis.

source: Samtidig ser vi at noen fagområder i perioden 1990–2010 har lyktes bedre enn andre når det gjelder å få gjennomført doktorgradsprosjekter.
sme: Seammás oaidnit muhtun fágasurggiid áigodagas 1990-2010 lihkostuvvan buorebut go earáid doavttergrádaprošeavttaid čađaheamis.

source: Årsakene til dette kan være mange og sammensatte.
sme: Dasa sáhttet máŋga ja máŋggabealálaš sivat.

source: Vi velger her å understreke betydningen av faglige satsninger, enten de er initiert som en følge av nasjonale fagpolitiske mål eller forskningsinstitusjonenes egne prioriteringer.
sme: Mii válljet dás deattuhit fágalaš vuoruhemiid dehálašvuođa, ležžet dál vuolggahuvvon čuovusin našunála fágapolitihkalaš mihtuin dahje dutkaninstitušuvnnaid iežaset vuoruhemiid dihte.

source: Samtidig vil vi igjen understreke at stor eller liten doktorgradsproduksjon ikke alene gir et tilstrekkelig godt bilde av forskningssituasjonen ved de ulike fagområder, og at vår gjennomgang må ses i sammenheng med blant annet NIFU-kartleggingen.
sme: Seammás áigut fas deattuhit ahte unna dahje stuora doavttergrádabuvttadeapmi ii akto atte doarvái buori gova dutkandilálašvuođas dain iešguđetge fágasurggiin, ja ahte min čađaiskama ferte geahččat searválaga earret eará boahttevaš NIFU-STEP kártemiiguin.

source: Som nevnt innledningsvis har vi ikke her lagt vekt på om det er samer eller andre som har avlagt samiskrelaterte doktorgrader.
sme: Nugo namuhuvvon álggugeahčen de ii leat dás biddjon fokus leat go sápmelaččat vai earát geat leat čađahan sámi-guoski doavttergrádaid.

source: Likevel er det grunn til å poengtere at utdanningsnivået blant samer er høyere enn tidligere, og det er rimelig å anta at noe av økningen i antall samiskrelaterte doktorgrader kan ha sammenheng med at det også i den samiske befolkningen er en økende andel som tar høyere utdanning (Næss et al. 2007:1;
sme: Goitge lea ágga áiddostallat ahte sápmelaččain lea alit oahppodássi go ovdal, ja jáhkkit muhtun oasi sámi-guoski doavttergrádaid lassáneamis oktavuođa dasa ahte maiddái sámi álbmogis lea oassi geat váldet alit oahpu lassáneame (Næss et al 2007:1;

source: Mens den eldste aldersgruppen blant samer over 65 år har et lavere utdanningsnivå sammenlignet med den ikke-samiske populasjonen, er det ingen forskjell mellom etniske grupper i de yngre aldersgruppene, der andelen med utdanning utover 12 år øker.
sme: Vaikko boarráseamos ahkejoavkkus sápmelaččain badjel 65 jagi lea oahppodássi vuollelis go ii-sámi álbmogis, de ii leat etnalašjoavkkuin erohus nuorat ahkejoavkkuin main oassi geain lea oahppu badjel 12 jagi lassána.

source: Uavhengig av etnisk tilhørighet gjør derimot forskjellene seg gjeldende når det gjelder kjønn, med flest kvinner som tar høyere utdanning (ibid., se også kapittel 5, pkt 5.8.2 i Samiske tall forteller 4).
sme: Sorjáskeahttá etnalaš gullevašvuođa leat baicca erohusat sohkabeliid ektui go leat eanemus nissonat geat váldet alit oahpu. (ibid., gč maiddái kápihttal 5, čk. 5.8.2 Sámi logut muitalit 4).

source: 4.4.2 Faglige satsninger
sme: 4.4.2 Fágalaš vuoruheamit

source: Vi ser at ved de fagområdene hvor det har vært et faglig fokus og en strategisk satsning, kan man også vise til relativt mange avlagte avhandlinger.
sme: Oaidnit ahte fágasurggiin main lea leamaš fágalaš fokus ja strategalaš vuoruheapmi, sáhttá maiddái čujuhit relatiivalaš ollu čađahuvvon doavttergrádabargguide.

source: Biologi/fysiologi, medisin og helseforskning, historie og arkeologi er de fire største samiskrelaterte fagområdene.
sme: Biologiija/fysiologiija, medisiidna ja dearvvašvuođadutkan, historjá ja arkeologiija leat njeallje stuorimus sámiguoski fágasuorggi.

source: Når det gjelder de førstnevnte fagområdene, har forskning på reindrift og beiteforhold lange tradisjoner ved Universitetet i Tromsø.
sme: Vuosttažin namuhuvvon fágasurggiid ektui leat Romssa universitehtas leamaš guhkes árbevierut boazodoalu ja guohtumiid dutkamis.

source: Her kan særlig miljøet knyttet til arktisk biologi og studiet av arktiske dyrs fysiologi, samt forskningsmiljøet på terrestre økosystemer framheves.
sme: Das sáhttit erenoamážit namuhit dutkanbirrasa mii čatnasa arktalaš biologiijai ja dutkan arktalaš elliid fysiologiijas, ja dutkanbirrasa goikáseamos ekovuogádagain.

source: Det andre store området er medisin og helseforskning.
sme: Nubbi stuora guovlu lea medisiidna ja dearvvašvuođadutkan.

source: Senter for samisk helseforskning ble opprettet i 2001, og finansieres av midler fra Helse- og omsorgsdepartementet.
sme: Sámi dearvvašvuođadutkama guovddáš ásahuvvui 2001:s, ja ruhtaduvvo Dearvvašvuođa- ja fuolahusdepartemeanttas.

source: En forutsetning for å igangsette denne type forskning var derfor at det ble gjennomført en stor og representativ helse- og befolkningsundersøkelse ”Helse og levekårsundersøkelsen i områder med samisk og norsk bosetning – SAMINOR” (Lund et al. 2007: 66).
sme: Ásaheami duogáš lei váilevaš máhttu dearvvašvuođa ja sosiála dilálašvuođain ja váilevaš dutkojuvvon kvantitatiiva máhttu sámi álbmoga dearvvašvuođa- ja eallindileguoski dearvvašvuođa ja álbmotiskama”Dearvvašvuođa ja eallindileiskkadeapmi guovlluin gos ásset sápmelaččat ja dáččat– SAMINOR. ” (Lund et al. 2007: 66).

source: At den samiskrelaterte doktorgradsproduksjonen også kan vise til en relativt stor andel naturvitere og medisinere, kan forklares med at man innen naturvitenskapelige og medisinske fagmiljø tradisjonelt har hatt større fokus på gjennomføringsgrad innenfor normert tid.
sme: Go maiddái sámi-guoski doavttergrádabuvttadeapmi sáhttá čujuhit oalle stuora oassái luonddudihttiide ja medisiidna dutkiide, de dan sáhttá čilget dainna go luonddudieđalaš ja medisiinnalaš fágabirrasiin árbevirolaččat lea leamaš stuorit fokusa čađahanmearrái dábálaš áigái.

source: Større miljø med førstestillings- og toppstillingskompetanse antas også å ha betydning for gjennomstrømningen.
sme: Stuorit biras vuosttašvirge-ja bajemusvirgegelbbolašvuođain adno maiddái mearkkašahttin doaibmamii.

source: Innen de nye PhD-utdanningene og i de nye ordningene med forskerskoler er hensynet til gjennomføring sentralt, men dette er ordninger som ikke var gjeldende for doktorgradsprosjektene i største del av den perioden som er gjennomgått.
sme: Čađaheapmi lea guovddážis ođđa PhD oahpuid siskkobealde ja ođđa ortnega dutkanskuvllain, muhto dat ortnegat eai leat leamaš doaimmas doavttergrádaprošeavttain eanas oasi áigodagas máid mii leat iskan.

source: Overgangen til PhD-utdanningen skjer i siste del av vår undersøkelsesperiode.
sme: Sirdin PhD-ohppui dáhpáhuvvá maŋemus oasis min dutkanáigodagas.

source: Historie, arkeologi og rettsvitenskap er fagfelt som har påtatt seg et særlig ansvar for samisk forskning.
sme: Historjá, arkeologiija ja riektedieđa leat fágasuorggit mat lea váldán badjelasaset erenoamáš ovddasvástádusa sámi dutkamii.

source: Her synes det åpenbart at langvarig satsning i form av eksplisitte strategier og personellmessig oppbygging har gitt resultater.
sme: Dain vuhtto čielgasit guhkesáigásaš vuoruheapmi eksplisihtta strategiijain, ja bargonávccalaš huksen lea addán bohtosiid.

source: Ved siden av hav-, miljø- og naturressurser i nordområdene er same- og urfolksrett et hovedsatsningsområde for forskningen ved Det juridiske fakultet.
sme: Lassin mearra, biras ja luondduresurssat davveguovlluin, lea sámi- ja eamiálbmotriekti váldovuoruhansuorgi Juridihkalaš fakultehta dutkamis.

source: Felles for medisin og helseforskning, historie og arkeologi er at fagmiljøene har egne toppstillinger med et særlig ansvar for det samiske forskningsfeltet.
sme: Oktasašvuohta medisiidna ja dearvvašvuođadutkamis, historjjás ja arkeologiijas lea ahte fágabirrasiin leat iežaset bajemusvirggit main lea erenoamáš ovddasvástádus sámi dutkansurggiide.

source: En slik satsning skaper grunnlag for et forskningsmiljø som tilrettelegger for kompetansebygging og et godt stipendiat- og undervisningsmiljø.
sme: Dakkár vuoruheapmi ráhkada vuođu dutkanbirrasii mii láhčá dili gelbbolašvuođahuksemii ja buori stipendiáhtta- ja oahpahanbirrasa.

source: Vi ser videre at disse fagmiljøene har lyktes i å innhente en stor andel forskningsrådsfinansiering.
sme: Oaidnit viidásit ahte dat fágabirrasat leat lihkostuvvan oažžut ollu dutkanráđeruhtadeami.

source: Samtidig er det nødvendig med et jevnlig arbeid for å rekruttere til samisk forskning, også kvalifiseringstiltak ved bruk av postdoktorstipender.
sme: Seammás gáibiduvvo jámma fokus bestet sámi dutkamii, maiddái gáibiduvvojit kvalifiserendoaibmabijut post doavttir stipendiáhtaid geavaheamis.

source: Økt doktorgradsproduksjon vil kunne bidra til flere seniorforskere som opparbeider seg undervisnings- og veiledningskompetanse innenfor sine fagfelt.
sme: Eanet doavttergrádabuvttadeamit attaše eanet seniordutkiid geat háhket alcceseaset oahpahan- ja neavvungelbbolašvuođa iežaset fágasurggiin.

source: Dette vil igjen føre til ytterligere økt interesse og rekruttering til forskning på samiske forhold.
sme: Dat fas dagaha vel eanet beroštumi ja bestema sámi áššiid dutkamii.

source: En konstant vektlegging av forskerrekruttering vil dessuten sikre kontinuitet ved eksisterende sterke samiskrelaterte fagmiljø selv når vitenskapelig personale går av for aldersgrensen.
sme: Bistevaš fokus dutkiidbestemii sihkkarasttášii kontinuitehta dáláš nanu sámi-guoski fágabirrasiin vel dieđalaš bargiid agivulošluohpama dihte nai.

source: Samisk språkforskning står i en særstilling når det gjelder samisk forskning og kunnskapsutvikling.
sme: Sámegiela gielladutkan lea sierradilálašvuođas mii guoská sámi dutkamii ja máhtolašvuođaovddideapmái.

source: Forskning om samfunnsmessige prosesser knyttet til bruken av de samiske språkene vil være viktig som grunnlag for større bevissthet om samfunnets ansvar for de samiske språkene (jf. Handlingsplan for samiske språk – status 2010 og videre innsats 2011).
sme: Dutkan servodatlaš proseassain čatnon sámegielaid geavaheapmái šaddá dehálaš vuođđun nannet ipmárdusa ovddasvástádussii mii servodagas lea sámegielaide. (Sámegielaid doaibmaplána – status 2010 ja viidásit doaibma 2011, mielde).

source: Ved fagmiljøene i samisk språkvitenskap, språk og litteraturvitenskap og samisk språkteknologi er det særlig viktig å arbeide med forskerrekruttering og tilrettelegging for å sikre at det blir flere doktorgradsarbeider.
sme: Sámi gielladieđalaš, giella ja girjjálašvuođadiehtaga ja sámi giellateknologiija fágabirrasiin gáibiduvvo erenoamáš fokus dutkiidbestemii ja dasa ahte dilli láhččojuvvo vai sihkkarastet doavttergrádabargguid čađaheami.

source: Etter hvert har flere fagområder vist økende interesse for samiskrelatert forskning, noe som gjenspeiles i miljøenes forskningsstrategier.
sme: Dađi mielde leat eanet fágasuorggit čájehan lassáneaddji beroštumi sámi-guoskevaš dutkamii, juoga mii oidno birrasiid dutkanstrategiijain.

source: Det må derfor forventes at de fagområder som i denne gjennomgangen har en liten andel samiskrelatert doktorgradsproduksjon, ved neste korsvei kan vise til en økning i denne.
sme: Fertet danne vuordit ahte dain fágasurggiin main dán čađaiskamis lea leamaš unnán sámi-guoski doavttergrádabuvttadeapmi, boahtte háve sáhttet čájehit lassáneami.

source: Samiskrelatert forskning angår mange fagfelt og er relevant i mange sammenhenger, det være seg historiske og nåtidige perspektiver på nordområdesatsning, økologiske sammenhenger, klimaforskning, sør-nord-relasjoner, demokrati- og rettsutvikling, ressursforvaltning og styring, helse og levekår, identitets- og språkforvaltning eller språkutvikling.
sme: Sámi-guoski dutkan gullá máŋgga fágasuorgái ja lea áššáiguoskevaš máŋgga oktavuođain. Nu go historjjálaš dahje dáláš perspektiivvat davviguovlluvuoruhemiin, ekologalaš oktavuođat, dálkkádatdutkan, lulli-davvi oktavuođat, demokratiija- ja riekteovdáneapmi, resursahálddašeapmi ja stivren, dearvvašvuohta ja eallindilli ja identitehta- ja giellahálddašeapmi ja ovdáneapmi.

source: 4.4.3 Finansiering
sme: 4.4.3 Ruhtadeapmi

source: Selv om vi mangler en fullstendig oversikt over finansieringen av den enkelte samiskrelaterte doktorgrad, er Forskningsrådet – både det tidligere NAVF og dagens NFR – den viktigste finansieringskilden.
sme: Vaikko váilu ollislaš listu ovttaskas sámi guoskevaš doavttergrádaid ruhtadeamis, de lea dutkanráđđi – sihke ovdalaš NAVF ja dálaš NFR- dat deháleamos ruhtadan gáldu.

source: Det tidligere minoritetsforskningsprogrammet i NAVF har betydd mye, og forskningsrådsfinansieringen utgjør også en hovedkilde for de naturvitenskapelige doktorgradene.
sme: Ovdalaš minoritehtadutkanprográmma NAVF:s lea mearkkašan ollu, ja dutkanráđđeruhtadeapmi lea maiddái váldogáldun luonddudiehtaga doavttergrádaide.

source: Dessuten har støtte fra Reindriftens forskningsfond vært viktig enten i kombinasjon med forskningsråds- eller universitetsstipend.
sme: Dasa lea doarjja Boazodoallo dutkanfoanddas leamaš dehálaš juogo oassin dutkanráđi- dahje universitehtastipeandan.

source: Vi ser også at Samisk høgskole har spilt en aktiv rolle når det gjelder forskerrekruttering, og tilrettelagt for doktorgradskvalifisering av egne ansatte.
sme: Oaidnit maiddái Sámi allaskuvllas leamaš doaimmalaš rolla dutkiidbestemii, ja lea láhčán doavttergrádagelbbolašvuođa iežaset ásahusa bargiide.

source: UiT hadde på begynnelsen av 2000tallet tre øremerkede samiske doktorgradsstipend, hvorav to av disse inngår i vår oversikt.
sme: UiT:s ledje 2000-logu álggugeahčen golbma sierramerkejuvvon sámi doavttergrádastipeandda main guokte leat dán oppalašgeahčastagas mielde.

source: Disse ble tildelt Senter for samiske studier, som stod for utlysning og tildeling av stipendene.
sme: Daid oaččui Sámi dutkamiid guovddáš mii almmuhii ja jugii stipeanddaid.

source: Dessuten har arkeologi hatt tre samiske universitetsstipend.
sme: Dasa lassin leat arkeologiijas leamaš golbma sámi universitehtastipeandda.

source: Også ved Det juridiske fakultet har universitetsstipend inngått som en del av den strategiske satsningen på samerettslig forskning.
sme: Juridihkalaš fakultehtas lea maiddái universitehtastipeanda oassin sámerievttálaš dutkama strategalaš vuoruheamis.

source: 4.4.4 Anbefalinger
sme: 4.4.4 Rávvagat

source: Til tross for at noen fagområder så langt har liten samiskrelatert doktorgradsproduksjon, vitner den faglige bredden i doktorgradene om stor vitenskapelig interesse og innsikt i forhold som har særlig relevans for samiske spørsmål.
sme: Vaikko muhtun fágasurggiin lea dássážii unnán sámi-guoski doavttergrádabuvttadeapmi, de duođašta seammás fágalaš govdodat doavttergrádain stuora dieđalaš beroštumi ja ipmárdusa oktavuođain mat erenoamážit leat guoskevaččat sámi gažaldagaide.

source: Til dette hører det med at vi i denne gjennomgangen bare har konsentrert oss om doktorgradene avlagt ved Universitetet i Tromsø.
sme: Dasa lea oassin ahte mii dán čađaiskamis dušše leat váldán ovdan doavttergrádaid mat lea čađahuvvon Romssa Universitehtas.

source: En samlet samiskrelatert doktorgradsoversikt både nasjonalt og nordisk (og i en viss grad internasjonalt) vil ytterligere forbedre bildet.
sme: Oktasaš sámi-guoski doavttergrádaoppalašgeahčastat našuvnnas ja davviriikkain (ja muhtun muddun internašunála) livčče buoridan gova vel eanet.

source: Selv om oversikten samlet sett er positiv i betydningen omfang og bredde, vil vi poengtere at det er nødvendig med videre vektlegging og nye satsninger.
sme: Vaikko oppalašgeahčastat ollislaččat lea positiivalaš dan ektui man fátmmasteaddji ja viiddis lea, de áigut áiddostallat dárbbu viidásit fokusii ja ođđa vuoruhemiide.

source: Vi ser at noen fagområder kommer dårligere ut enn andre på tross av tidligere prioriteringer.
sme: Mii oaidnit ahte muhtun fágasurggiin leat heajut logut go earáin vaikko dain ovdal leat leamaš vuoruheamit.

source: Det gjelder i særlig grad samiske språkfag, der vi mener det kreves en vedvarende innsats på grunn av at rekrutteringssituasjonen er en helt annen enn ved andre fagområder.
sme: Dat guoská erenoamážit sámi giellafágaide, main oaivvildit gáibiduvvo bissu ovddidanbargu go bestendilálašvuohta lea áibbas eará go eará fágasurggiin.

source: Med basis i kapittelgjennomgangen her synes det dessuten å være en sammenheng mellom den samiskrelaterte doktorgradsproduksjon og fagenes faglige målsetninger.
sme: Go geahččá dáid kápihttaliid de orru maiddái oktavuohta gaskal sámi-guoski doavttergrádabuvttadeami ja fágaid fágalaš mihttomeriid.

source: Et viktig grep vil derfor etter vår mening være å innarbeide samiskrelaterte fokus i de fagstrategier der dette ennå mangler.
sme: Dehálaš dahkku livčče danne min oaivil mielde oččodit sámi-guoski fokusa fágastrategiijaide main dat vel váilu.

source: Konkret anbefaler vi at det jevnlig bør utarbeides oversikter/analyser over den samiskrelaterte doktorgradsproduksjonen.
sme: Konkrehtalaččat rávvet ahte jeavddalaččat galggaše ráhkaduvvot oppalašgeahčastagat/analysat sámi-guoski doavttergrádabuvttademiin.

source: Det gjelder både for UiT, på nasjonalt plan og i en nordisk sammenheng.
sme: Dat guoská sihke UiT, našuvnnalaš dásis ja davviriikkalaš oktavuođas.

source: Slike oversikter vil kunne gi grunnlag for planlegging, nye satsninger og prioriteringer, og ikke minst gi en indikasjon på hvor det trengs en ekstra innsats i bestrebelsene på å styrke samiskrelatert forskning.
sme: Dakkár oppalašgeahčastagat attaše vuođu plánemii, ođđa áŋgiruššamiidda ja vuoruhemiide, ja muitalivčče maiddái gosa sámi-guoski dutkamiid nannema rahčamušain dárbbaša bidjat liige barggu.
